Repository: pierrotm777/OpenAVRc_PM
Catalog: OpenAVRc_Simulator/po/OpenAVRc_SimulatorCZ.po
Languages: cs_cz

source: OpenAVRc Simulateur
cs_cz: Importovat eeprom

source: GPLv2 . Firmware basé sur NextStepRc 2.18
cs_cz: GPLv2 firmware založený na NextStepRc 2.18

source: n'hexiste plus Modifiez votre modèle
cs_cz: n'hexistuje více Upravit model

source: &Aide
cs_cz: Nápověda

source: &Fenętres
cs_cz: Okna

source: &Fichier
cs_cz: Soubor

source: &Option
cs_cz: Nastavení

source: 10 Chars Max
cs_cz: 10 max. nádrže

source: A propos ... F1
cs_cz: O programu F1

source: AIR X10
cs_cz: VZDUCH X10

source: Accéléromčtres
cs_cz: Akcelerometry

source: Altitude
cs_cz: Nadmořská výška

source: Analog
cs_cz: Analogy

source: Appliquer ŕ tous les modčles de
cs_cz: Použít na všechny modely

source: Aucune eeprom detectée en mémoire
cs_cz: V paměti nebyl detekován žádný eeprom

source: Autres
cs_cz: Ostatní

source: Batterie
cs_cz: Baterie

source: Batterie
cs_cz: Baterie :

source: Boutons (off)
cs_cz: Tlačítka (vypnout)

source: Boutons (on)
cs_cz: Tlačítka (zapnout)

source: C'est quoi donc ?
cs_cz: Co tedy je ?

source: Calibration
cs_cz: Kalibrace

source: Ceci est une sortie
cs_cz: Toto je výstup

source: Center
cs_cz: Střed

source: Center plot view to this position
cs_cz: Středový pohled na tuto polohu

source: Champs
cs_cz: Pole

source: Charger Eeprom
cs_cz: Načíst eeprom

source: Charger fichier BIN
cs_cz: Načíst soubor (.bin) nastavení a modelů

source: Charger un fichier eeprom ?
cs_cz: Načíst soubor eeprom ?

source: Contraste:
cs_cz: Kontrast :

source: Conversion en cours, attendez SVP......
cs_cz: Probíhá převod, počkejte prosím ......

source: Convertir eeprom ?
cs_cz: Převést eeprom ?

source: Couleurs
cs_cz: Barvy

source: Courant
cs_cz: Proud

source: DSM SER.
cs_cz: DSM serial

source: Date - Heure
cs_cz: Datum - Čas

source: Degrés
cs_cz: Stupně

source: Données
cs_cz: Data

source: Déplacement °
cs_cz: Poloha °

source: EEPROM VIDE
cs_cz: Prázdný eeprom

source: Emplacement de Google earth
cs_cz: Poloha Google Earth

source: Exportation en cours, attendez SVP......
cs_cz: Probíhá export, čekejte prosím ......

source: Exporte l'eeprom en format texte
cs_cz: Exportovat eeprom v textovém formátu (.txt)

source: Exporter Eeprom
cs_cz: Exportovat eeprom

source: FUEL
cs_cz: PALIVO

source: Fit
cs_cz: Přizpůsobit

source: Graphique Sorties
cs_cz: Kanálové výstupy

source: Haptic: Alarmes
cs_cz: Vibrace : Alarmy

source: Haptic: No keys
cs_cz: Vibrace : Žádné klávesy

source: Haptic: Silence
cs_cz: Vibrace : Ticho

source: Haptic: Tout
cs_cz: Vibrace : Všechny

source: Importation en cours, attendez SVP......
cs_cz: Probíhá import, počkejte prosím ......

source: Importe une eeprom en format texte
cs_cz: Importovat eeprom v textovém formátu (.txt)

source: Importer Eeprom
cs_cz: Importovat eeprom

source: Fichier TXT (*.txt)|*.txt
cs_cz: Soubor TXT (*.txt)|*.txt

source: Impossible : Simulateur en fonctionnement
cs_cz: Nemožné : Simulátor je spuštěn !

source: Impossible d'ouvrir le fichier '%s'.
cs_cz: Nelze otevřít soubor '%s'.

source: L'eeprom va ętre formatée, étes vous sur ?
cs_cz: Eeprom bude formátován, chcete pokračovat ?

source: La fonction
cs_cz: Funkce

source: Latitude
cs_cz: Zeměpisná šířka

source: Lcd (fond)
cs_cz: Pozadí LCD

source: Lcd (pixel)
cs_cz: Pixely LCD

source: Lock aspect
cs_cz: Zamknout zoom

source: Lock horizontal and vertical zoom aspect.
cs_cz: Zamkněte horizontální a vertikální zoom

source: Logs
cs_cz: Protokoly

source: Longitude
cs_cz: Zeměpisná délka

source: Manches (fond)
cs_cz: Pozadí pák/kniplů

source: Manches (stick)
cs_cz: Páky/kniply

source: Minutes - Secondes
cs_cz: Minuty - Sekundy

source: Mixeur
cs_cz: Mixér

source: Mode:
cs_cz: Režim :

source: Modele:
cs_cz: Model :

source: Ne peut écrire le fichier '%s'.
cs_cz: Nelze zapsat soubor '%s'

source: Nom du modèle
cs_cz: Název modelu

source: ON
cs_cz: Zap/Vyp

source: OpenAVRc Simulateur
cs_cz: OpenAVRc Simulator

source: Ouvrir Fichier BIN
cs_cz: Vybrat soubor (.bin) nastavení a modelů

source: Fichiers BIN (*.bin)|*.bin
cs_cz: Soubory BIN (*.bin)|*.bin

source: Ouvrir Fichier CSV
cs_cz: Vybrat soubor (.csv)

source: Fichiers CSV (*.csv)|*.csv
cs_cz: Soubory CSV (*.csv)|*.csv

source: Paramčtres Radio
cs_cz: Nastavení rádia

source: Protocoles
cs_cz: Protokoly

source: Protocoles Activés
cs_cz: Aktivní protokoly

source: Quitter Alt-F4
cs_cz: Ukončit Alt+F4

source: Quitter le simulateur
cs_cz: Ukončit simulátor

source: Radio Data
cs_cz: Nastavení rádia

source: Recharger le fichier eeprom
cs_cz: Znovu načíst soubor eeprom

source: Réglages
cs_cz: Nastavení

source: Sauvegarde du fichier BIN
cs_cz: Uložit nastavení a modely do souboru (.bin)

source: Sauver Capture écran
cs_cz: Uložit snímek obrazovky do souboru (.bmp)

source: Fichier BMP (*.bmp)|*.bmp
cs_cz: Soubor BMP (*.bmp)|*.bmp

source: Sauver Eeprom
cs_cz: Uložit eeprom

source: Fichier BIN (*.bin)|*.bin
cs_cz: Soubor BIN (*.bin)|*.bin

source: Set plot view to show all items
cs_cz: Nastavit zobrazení grafu pro zobrazení všech položek

source: Show help about the mouse commands.
cs_cz: Zobrazit nápovědu k příkazům myši

source: Show mouse commands...
cs_cz: Zobrazit příkazy myši ...

source: Simulateur V3
cs_cz: OpenAVRc Simulator V3

source: Simulateur du code OpenAVRc 'toutes options' sur carte Méga 2560
cs_cz: OpenAVRc softwarový simulátor všech možností na kartě Mega 2560

source: Sortie vers :
cs_cz: Výstup do :

source: Supported Mouse commands: - Left button down + Mark area: Rectangular zoom - Right button down + Move: Pan (Move) - Wheel: Vertical scroll - Wheel + SHIFT: Horizontal scroll - Wheel + CTRL: Zoom in/out
cs_cz: Podporované příkazy myši : - Levé tlačítko dolů + označit oblast : obdélníkové přiblížení - Pravé tlačítko dolů + posun : Pan okno (posun) - Kolečko : vertikální posun - Kolečko + SHIFT : horizontální posun - Kolečko + CTRL : přiblížení vstup/výstup

source: Tension
cs_cz: Napětí

source: Texte
cs_cz: Text

source: Télémétrie
cs_cz: Telemetrie

source: Variables globales
cs_cz: Globální proměnné

source: Variateur
cs_cz: Snímač

source: Variomčtre
cs_cz: Variometr

source: Version d'eeprom non prise en charge
cs_cz: Nepodporovaná verze eeprom

source: Version:
cs_cz: Verze :

source: Vitesse
cs_cz: Rychlost

source: Vitesse (m/s)
cs_cz: Rychlost (m/s)

source: Vitesse Verticale
cs_cz: Vertikální rychlost

source: Zoom in
cs_cz: Přiblížit

source: Zoom in plot view.
cs_cz: Přiblížit zobrazení pohledu

source: Zoom out
cs_cz: Oddálit

source: Zoom out plot view.
cs_cz: Oddálit zobrazení pohledu

source: Zoom: (%f,%f)-(%f,%f)
cs_cz: Zvětšení : (%f,%f)-(%f,%f)

source: [mpBitmapLayer] Assigned bitmap is not Ok()!
cs_cz: [mpBitmapLayer] Přiřazená bitmapa není v pořádku() !

source: [mpCovarianceEllipse] Error: cov is not positive definite
cs_cz: [mpCovarianceEllipse] Chyba : cov není definitivní

source: [mpCovarianceEllipse] Error: cov(0,0) must be non-negative
cs_cz: [mpCovarianceEllipse] Chyba : cov (0,0) musí být nezáporné

source: [mpCovarianceEllipse] Error: cov(1,1) must be non-negative
cs_cz: [mpCovarianceEllipse] Chyba : cov (1,1) musí být nezáporné

source: [mpCovarianceEllipse] Error: quantiles must be non-negative
cs_cz: [mpCovarianceEllipse] Chyba : kvantily musí být nezáporné

source: [mpMovableObject::ShapeUpdated] Error, m_shape_xs and m_shape_ys have different lengths!
cs_cz: [mpMovableObject::ShapeUpdated] Chyba : m_shape_xs a m_shape_ys mají různé délky !

source: [mpPolygon] Error: points_xs and points_ys must have the same number of elements
cs_cz: [mpPolygon] Chyba : points_xs a points_ys musí mít stejný počet prvků

source: mpWindow::DoZoomInXCalc() prior X coord: (%f), new X coord: (%f) SHOULD BE EQUAL!!
cs_cz: mpWindow::DoZoomInXCalc() předchozí X coord : (%f), nový X coord : (%f) Měli by být rovni !!

source: mpWindow::DoZoomInYCalc() prior Y coord: (%f), new Y coord: (%f) SHOULD BE EQUAL!!
cs_cz: mpWindow::DoZoomInYCalc() předchozí Y coord : (%f), nový Y coord : (%f) Měli by být rovni !!

source: mpWindow::DoZoomOutXCalc() prior X coord: (%f), new X coord: (%f) SHOULD BE EQUAL!!
cs_cz: mpWindow::DoZoomOutXCalc() prior X coord: (%f), nový X coord : (%f) SHOULD BE EQUAL!!

source: mpWindow::DoZoomOutYCalc() prior Y coord: (%f), new Y coord: (%f) SHOULD BE EQUAL!!
cs_cz: mpWindow::DoZoomOutYCalc() předchozí Y coord : (%f),nový X coord : (%f) Měli by být rovni !!

source: mpWindow::IsInsideInfoLayer() examinining layer = %p
cs_cz: mpWindow::IsInsideInfoLayer() zkoumá vrstvu = %p

source: mpWindow::IsInsideInfoLayer() layer = %p
cs_cz: mpWindow::IsInsideInfoLayer() vrstva = %p

source: mpWindow::OnMouseLeftDown() started moving layer %lx
cs_cz: mpWindow::OnMouseLeftDown() začala se pohybovat vrstva %lx

source: mpWindow::ZoomIn() prior coords: (%f,%f), new coords: (%f,%f) SHOULD BE EQUAL!!
cs_cz: mpWindow::ZoomIn() předchozí akordy : (%f,%f), nové coords : (%f,%f) Měli by být rovni !!

source: mpWindow::ZoomOut() prior coords: (%f,%f), new coords: (%f,%f) SHOULD BE EQUAL!!
cs_cz: mpWindow::ZoomOut() předchozí coords : (%f,%f), nové coords : (%f,%f) Měli by být rovni !!

source: wxMathPlot error: X and Y vector are not of the same length!
cs_cz: wxMathPlot chyba : X a Y vektor nejsou stejné délky !

source: wxMathPlot help
cs_cz: wxMathPlot pomoc

source: État des sorties.
cs_cz: Kanálové výstupy

source: Cap
cs_cz: Kapacita
